{
  "t:memberships_form_ptype": "I am applying for a membership as:",
  "t:memberships_form_mtype": "Which type of membership do you choose?",
  "t:memberships_form_intro": "Please fill out this form to apply for a membership.",
  "t:memberships_form_success": "Please log in in order to verify your E-Mail address.",
  "t:memberships_form_already_member": "Your membership application has been submitted. Thank you for your application!",

  "t:mila_form_intro": "In order to join our cooperative, we need some information from you. Please complete the following questions. If something is unclear, please contact mitglied[at]mila.wien.",
  "t:mila_form_account": "Please enter an E-Mail address and password for your MILA user account here. (If you already have an account, click on 'Login' in the top right corner.)",
  "t:mila_form_mtype_orga": "As an organization, you are automatically an investing member. As an investing member, you support us financially, but you cannot buy anything.",
  "t:mila_form_cshares_orga": "You pay your cooperative share only once (not annually). The standard rate is € 180 (that's 9 shares). You can choose more than 9. You can find out more under [Frequently Asked Questions](https://www.mila.wien/uber-uns/haeufige-fragen/).",
  "t:mila_form_mtype_natural": "As an active member, you work in the supermarket and can shop. As an investing member, you support us financially, but cannot shop. You can also switch between active and investing later.",
  "t:mila_form_cshares_natural": "You pay your cooperative share once in your life (not annually). The standard rate is €180 (that's 9 shares), the social rate is €20 (that's 1 share). 2-8 shares cannot be chosen, you can choose more than 9 freely). You can find out more about this under [Frequently Asked Questions](https://www.mila.wien/uber-uns/haeufige-fragen/).",
  "t:mila_form_mtype_orga2": "As an organization, you are automatically an investing member. As an investing member, you support us financially, but you cannot make purchases. Further information can be found in the [Rules of Procedure](https://wolke.mila.wien/s/BRKPrbzjssqkzbz).",
  "t:mila_form_mtype_natural2": "Only as an active member will you have the opportunity to shop after the supermarket opens. As an investing member, you support us financially, but you cannot make purchases. Further information can be found in the [Rules of Procedure](https://wolke.mila.wien/s/RomRixR2xb5LGNK).",

  "t:mila_form_shares_normal": "I hereby apply for membership in the cooperative MILA Mitmach-Supermarkt. I undertake to pay the standard rate of €180 once (this is made up of 9 shares of €20 each).",
  "t:mila_form_shares_social": "I hereby apply for membership in the cooperative MILA Mitmach-Supermarkt. I choose the social rate of €20. With this self-assessment, I declare that I need the social share in order to be able to afford cooperative membership in MILA (e.g. if I have a low income). The reasons and definition of “low income” or “low income” can be different; the at-risk-of-poverty threshold (60% of median income) in Austria can be used for general guidance.",
  "t:mila_form_shares_more": "I hereby apply for membership in the cooperative MILA Mitmach-Supermarkt. I would like to invest in MILA Mitmach-Supermarkt G. with the number of shares selected above. I agree to make a one-off payment of €20 per share.",
  "t:mila_form_payment": "You can pay for your shares either by SEPA direct debit or by direct bank transfer.",
  "t:mila_form_survey": "Nearly done! Do you want to provide some aditional information?",
  "t:mila_form_check1": "I allow MILA to use images in which I can be seen. Further information on the data processing of the image material can be found at: [Privacy](https://www.mila.wien/datenschutz/)",
  "t:mila_form_check2": "The statutes are available to me at [the following link](https://wolke.mila.wien/s/BRKPrbzjssqkzbz) and I fully accept the decisions of the general assembly.",
  "t:mila_form_check3": "I agree that my personal data will be processed for membership purposes in accordance with GenG. Further information at: [Privacy](https://www.mila.wien/datenschutz/)",
  "t:mila_form_final1": "In the event of insolvency and/or dissolution of the cooperative, the members of the cooperative are liable to their creditors with their shares and additionally with an amount equal to the amount of their shares (obligation to make additional contributions in the simple amount of the shares).",
  "t:mila_form_final2": "In the event of termination, cooperative shares will be repaid at their nominal value after a certain period of time, provided that the cooperative has sufficient equity capital – you can find more information in the [statutes](https://wolke.mila.wien/s/BRKPrbzjssqkzbz)",
  "t:mila_form_final3": "You have the right to cancel this contract within 14 days without giving reasons. The deadline is 14 days from the delivery of the acceptance of the membership by the board of the cooperative."
}
